Repository: samailguliyev/PalMA
Catalog: locale/*.UTF-8/LC_MESSAGES/palma.po
Languages: ru

source: not available
ru: недоступен

source: Enter valid URL
ru: Введите корректный URL

source: You were disconnected!
ru: Подключение прервано!

source: Select screen section for display
ru: Выбор области для отображения

source: Toggle visibility
ru: Переключение видимости

source: Zoom in
ru: Приблизить

source: Zoom out
ru: Отдалить

source: Rotate counterclockwise
ru: Повернуть против часовой стрелки

source: Rotate clockwise
ru: Повернуть по часовой стрелке

source: Jump to start
ru: В начало

source: Page up
ru: Страница вверх

source: Page down
ru: Страница вниз

source: Jump to end
ru: В конец

source: Up
ru: Вверх

source: Left
ru: Влево

source: Right
ru: Вправо

source: Down
ru: Вниз

source: Welcome
ru: Добро пожаловать

source: There is no shared content yet. Click below to get started!
ru: Общего контента пока нет. Нажмите ниже, чтобы начать!

source: Add
ru: Добавить

source: Sorry! Screensharing for your device is currently not supported.
ru: Извините! Совместное использование экрана на Вашем устройстве пока не поддерживается.

source: File
ru: Файл

source: Drag and drop files or click here to upload.
ru: Перетащите файлы или нажмите сюда для загрузки

source: Add file (click or drop here)
ru: Добавить файл (кликните или перетащите сюда)

source: Add webpage
ru: Добавить веб-страницу

source: Enter URL
ru: Введите URL

source: Click here to show the webpage on the screen.
ru: Нажмите здесь для показа веб-страницы на экране

source: Add your screen
ru: Добавить Ваш экран

source: Download screensharing tool
ru: Скачать инструмент для совместного использования экрана

source: Download your screensharing tool (Windows, Mac and Linux only). Visit the help section for further information.
ru: Скачать инструмент для совместного использования экрана (только для Windows, Mac и Linux). Посмотрите секцию "Помощь" для дополнительной информации

source: Navigate
ru: Навигация

source: Choose screen layout
ru: Выберите схему экрана

source: Close all windows and remove uploaded files
ru: Закрыть все окна и удалить загруженные файлы

source: Delete all items
ru: Удалить все объекты

source: Help
ru: Помощь

source: Feedback
ru: Обратная связь

source: For further information about PalMA in this institution
ru: Для дополнительной информации о PalMA в этом учреждении

source: see here.
ru: смотрите здесь

source: Connect
ru: Подключить

source: Use the Add-Section to share content on the PalMA monitor.
ru: Используйте секцию "Добавить" для отображения контента на мониторе PalMA

source: To display a website use the URL field.
ru: Для отображения веб-страницы используйте поле для URL

source: To share your desktop in real time download the VNC screen sharing software and
ru: Для демонстрации экрана в режиме реального времени скачайте ПО для демонстрации экрана VNC и

source: Run the downloaded file.
ru: Открыть загруженный файл

source: Double-click the name of your PalMA station in the appearing list.
ru: Кликните дважды на название вашей PalMA стации в появившемся списке

source: CTRL + click the downloaded file and run it.
ru: Зажмите CTRL + кликните на загруженный файл,чтобы запустить его.

source: A second window opens, in which you can start &quot;VineServer&quot;.
ru: Второе окно отроется, в котором вы можете запустить &quot;VineServer&quot;.

source: In the upper left corner, click on &quot;VNC Server&quot;.
ru: Нажмите на &quot;VNC Server&quot;. в правом левом углу.

source: Rotate
ru: Повернуть

source: Delete the item
ru: Удалить

source: Below you find the navigation controls.
ru: Ниже Вы найдете кнопки для навигации

source: Some additional features are:
ru: Некоторые дополнительные возможности:

source: Recommend us
ru: Посоветуйте нас

source: Thank you!
ru: Спасибо!

source: User list
ru: Список пользователей

source: List of connected users
ru: Список подключенных пользователей

source: End the session
ru: Закончить эту сессию

source: Disconnect the current user
ru: Отключить текущего пользователя

source: Screen section
ru: Область

source: Invalid credentials!
ru: Неверные логин/пароль

source: Cannot check credentials, sorry!
ru: К сожалению, логин/пароль не могут быть проверены!

source: Invalid PIN.
ru: Неверный ПИН

source: PalMA &ndash; Login
ru: PalMA &ndash; Логин

source: Login
ru: Логин

source: User name
ru: Пользователь

source: Password
ru: Пароль

source: PIN
ru: ПИН

source: Log in
ru: Войти

source: This file is too large.
ru: Этот файл слишком большой

source: Large files are not supported.
ru: Большие файлы не поддерживаются

source: File was only partially uploaded.
ru: Файл был загружен только частично

source: Error code %s.
ru: Код ошибки $s.

source: File '%s' cannot be shown.
ru: Файл '%s' не может быть отображен

source: Picture Show
ru: Показать изображения

source: Tiles
ru: Названия
